"%ld day left on trial" = "%ld deň do konca platnosti skúšob. verzie";
"%ld days left on trial" = "%ld dní do konca platnosti skúšob. verzie";
"Buy Now" = "Kúpiť";
"Trial Mode" = "Skúšobný režim";
"Free trial has expired" = "Platnosť skúšobnej verzie vypršala";
"The trial period has expired." = "Platnosť skúšobnej verzie vypršala.";
"Wait %u" = "Čakajte %u";
"Your 30 day trial has expired. Please purchase Path Finder." = "Vaše 30 denné skúšobné obdobie vypršalo. Zakúpte si prosím Path Finder.";
